tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "daviderestivo/emacs-head"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "gdbm"
brew "ansible"
brew "automake"
brew "awscli"
brew "boost", link: false
brew "broot"
brew "python@3.9"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "docker", link: false
brew "node"
brew "eslint"
brew "expat"
brew "folly"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git-lfs"
brew "gperf"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "highlight"
brew "ncurses"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "ledger"
brew "libgccjit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "mailutils"
brew "make"
brew "mas"
brew "maven"
brew "mongosh"
brew "zlib"
brew "mysql-client"
brew "node@14"
brew "nvm"
brew "opam"
brew "pgformatter"
brew "plantuml"
brew "poetry"
brew "qt"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "texinfo"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-purple-flat-icon", "with-native-comp"]
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
cask "aerial"
cask "airbuddy"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "bartender"
cask "chromium"
cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "flotato"
cask "font-fira-code"
cask "freedom"
cask "google-chrome"
cask "google-cloud-sdk"
cask "itsycal"
cask "kindle"
cask "lunar"
cask "miniforge"
cask "mongodb-compass"
cask "rectangle"
cask "signal"
cask "sketch"
cask "slack"
cask "stand"
cask "steam"
cask "toggl-track"
cask "visual-studio-code"
cask "zoom"
mas "Dark Noise", id: 1465439395
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mini Metro", id: 1047760200
mas "Mini Motorways", id: 1456188526
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Strongbox", id: 1270075435
mas "Timery", id: 1425368544
mas "Xcode", id: 497799835
